Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: The Dashboard automatically highlights what needs your attention first. View overdue tasks, tasks due today, upcoming activities, weather forecasts and recently opened items from Wallet, Documents and Trip Lists in one place.
de: Das Dashboard hebt automatisch hervor, was Ihre Aufmerksamkeit zuerst benötigt. Sehen Sie überfällige Aufgaben, heute fällige Aufgaben, bevorstehende Aktivitäten, Wettervorhersagen sowie zuletzt geöffnete Elemente aus Wallet, Dokumenten und Reiselisten an einem Ort.
es: El Dashboard destaca automáticamente lo que requiere tu atención en primer lugar. Consulta en un único lugar las tareas atrasadas, las tareas previstas para hoy, las próximas actividades, las previsiones meteorológicas y los elementos abiertos recientemente de Wallet, Documentos y Listas de Viaje.
fr: Le Dashboard met automatiquement en évidence ce qui nécessite votre attention en priorité. Consultez en un seul endroit les tâches en retard, les tâches prévues aujourd’hui, les activités à venir, les prévisions météo et les éléments récemment ouverts depuis Portefeuille, Documents et Listes de voyage.
it: La Dashboard evidenzia automaticamente ciò che richiede la tua attenzione per primo. Visualizza in un unico posto le attività in ritardo, le attività in scadenza oggi, le attività imminenti, le previsioni meteo e gli elementi aperti di recente da Wallet, Documenti e Liste di Viaggio.

source: The Dashboard gives you a quick overview of what needs your attention. It highlights overdue tasks, tasks due today, upcoming activities, weather forecasts, and recently opened items from Wallet, Documents, and Trip Lists, helping you access important information from a single screen.
de: Das Dashboard bietet Ihnen einen schnellen Überblick über alles, was Ihre Aufmerksamkeit erfordert. Es hebt überfällige Aufgaben, heute fällige Aufgaben, bevorstehende Aktivitäten, Wettervorhersagen sowie zuletzt geöffnete Elemente aus Wallet, Dokumenten und Reiselisten hervor und hilft Ihnen, wichtige Informationen schnell auf einem einzigen Bildschirm zu erreichen.
es: El Dashboard te ofrece una visión general rápida de lo que requiere tu atención. Destaca las tareas atrasadas, las tareas previstas para hoy, las próximas actividades, las previsiones meteorológicas y los elementos abiertos recientemente de Wallet, Documentos y Listas de Viaje, ayudándote a acceder rápidamente a la información importante desde una única pantalla.
fr: Le Dashboard vous offre un aperçu rapide de ce qui nécessite votre attention. Il met en évidence les tâches en retard, les tâches prévues aujourd’hui, les activités à venir, les prévisions météo et les éléments récemment ouverts depuis Portefeuille, Documents et Listes de voyage, afin de vous permettre d’accéder rapidement aux informations importantes depuis un seul écran.
it: La Dashboard ti offre una panoramica rapida di ciò che richiede la tua attenzione. Evidenzia le attività in ritardo, le attività in scadenza oggi, le attività imminenti, le previsioni meteo e gli elementi aperti di recente da Wallet, Documenti e Liste di Viaggio, aiutandoti ad accedere rapidamente alle informazioni più importanti da un’unica schermata.

source: The diagnostics report only contains technical app events, configuration information and aggregate item counts. Task titles, notes, attachments, document details, card information and personal contents are never included.
de: Der Diagnosebericht enthält nur technische App-Ereignisse, Konfigurationsinformationen und aggregierte Elementanzahlen. Aufgabentitel, Notizen, Anhänge, Dokumentdetails, Karteninformationen und persönliche Inhalte werden nie einbezogen.
es: El informe de diagnóstico contiene únicamente eventos técnicos de la aplicación, información de configuración y recuentos agregados de elementos. Los títulos de las tareas, las notas, los archivos adjuntos, los detalles de los documentos, la información de las tarjetas y los contenidos personales nunca se incluyen.
fr: Le rapport de diagnostic contient uniquement des événements techniques de l’application, des informations de configuration et des décomptes agrégés des éléments. Les titres des tâches, les notes, les pièces jointes, les détails des documents, les informations des cartes et les contenus personnels ne sont jamais inclus.
it: Il report diagnostico contiene esclusivamente eventi tecnici dell’app, informazioni di configurazione e conteggi aggregati degli elementi. I titoli delle attività, le note, gli allegati, i dettagli dei documenti, le informazioni delle carte e i contenuti personali non vengono mai inclusi.

source: The Documents section helps you keep track of important documents and their expiration dates. You can store document details, issue dates, expiry dates, notes, and receive reminders before a document expires.
de: Der Bereich Dokumente hilft Ihnen dabei, wichtige Dokumente und deren Ablaufdaten zu verwalten. Sie können Dokumentdetails, Ausstellungsdaten, Ablaufdaten und Notizen speichern sowie Erinnerungen vor dem Ablauf erhalten.
es: La sección Documentos te ayuda a realizar un seguimiento de los documentos importantes y sus fechas de vencimiento. Puedes almacenar detalles del documento, fechas de emisión y vencimiento, notas y recibir recordatorios antes de que expire.
fr: La section Documents vous aide à suivre les documents importants et leurs dates d’expiration. Vous pouvez enregistrer les détails du document, les dates d’émission et d’expiration, des notes et recevoir des rappels avant l’expiration.
it: La sezione Documenti ti aiuta a tenere traccia dei documenti importanti e delle relative scadenze. Puoi memorizzare dettagli del documento, date di emissione, date di scadenza, note e ricevere promemoria prima della scadenza.

source: The due date notification is automatically generated when a task reaches its deadline. Reminders are optional notifications that can occur before the deadline at a time you choose.
de: Die Fälligkeitsbenachrichtigung wird automatisch erzeugt, sobald eine Aufgabe ihr Fälligkeitsdatum erreicht. Erinnerungen sind optionale Benachrichtigungen, die vor dem Fälligkeitsdatum zu einem von Ihnen gewählten Zeitpunkt ausgelöst werden können.
es: La notificación de vencimiento se genera automáticamente cuando una tarea alcanza su fecha límite. Los recordatorios son notificaciones opcionales que pueden producirse antes de la fecha límite en el momento que elijas.
fr: La notification d’échéance est générée automatiquement lorsqu’une tâche atteint sa date limite. Les rappels sont des notifications facultatives qui peuvent survenir avant l’échéance à l’heure de votre choix.
it: La notifica di scadenza viene generata automaticamente quando un’attività raggiunge la propria scadenza. I promemoria sono notifiche facoltative che possono verificarsi prima della scadenza all’orario che preferisci.

source: The map automatically adjusts to show all tasks when it opens. After that, your zoom level is preserved.
de: Die Karte passt sich beim Öffnen automatisch an, um alle Aufgaben anzuzeigen. Danach bleibt Ihre gewählte Zoomstufe erhalten.
es: El mapa se ajusta automáticamente para mostrar todas las tareas al abrirse. Después, se mantiene el nivel de zoom elegido.
fr: La carte s’ajuste automatiquement pour afficher toutes les tâches à l’ouverture. Ensuite, votre niveau de zoom est conservé.
it: La mappa si adatta automaticamente per mostrare tutti i task all’apertura. Dopo, il livello di zoom scelto viene mantenuto.

source: The password is incorrect. Enter the correct password to restore Vault, or continue without Vault.
de: Das Passwort ist falsch. Gib das richtige Passwort ein, um den Tresor wiederherzustellen, oder fahre ohne Tresor fort.
es: La contraseña no es correcta. Introduce la contraseña correcta para restaurar la Caja fuerte o continúa sin la Caja fuerte.
fr: Le mot de passe est incorrect. Saisissez le mot de passe correct pour restaurer la Cassaforte ou continuez sans la Cassaforte.
it: La password non è corretta. Inserisci la password corretta per ripristinare la Cassaforte oppure continua senza Cassaforte.

source: The password you entered cannot unlock the Vault data contained in this backup. Check the password and try again, or leave Vault unselected. The other data in the backup can be restored normally.
de: Das eingegebene Passwort kann die Tresordaten in diesem Backup nicht entsperren. Überprüfe das Passwort und versuche es erneut oder lasse den Tresor abgewählt. Die anderen Daten im Backup können normal wiederhergestellt werden.
es: La contraseña introducida no permite desbloquear los datos de la Caja fuerte incluidos en esta copia de seguridad. Comprueba la contraseña e inténtalo de nuevo, o deja la Caja fuerte sin seleccionar. El resto de los datos de la copia de seguridad se puede restaurar con normalidad.
fr: Le mot de passe saisi ne permet pas de déverrouiller les données de la Cassaforte contenues dans cette sauvegarde. Vérifiez le mot de passe et réessayez, ou laissez la Cassaforte désélectionnée. Les autres données de la sauvegarde peuvent être restaurées normalement.
it: La password inserita non consente di sbloccare i dati della Cassaforte contenuti in questo backup. Controlla la password e riprova, oppure lascia la Cassaforte non selezionata. Gli altri dati del backup possono essere ripristinati normalmente.

source: The selected image does not contain a readable barcode or QR code.
de: Das ausgewählte Bild enthält keinen lesbaren Barcode oder QR-Code.
es: La imagen seleccionada no contiene ningún código de barras o código QR legible.
fr: L’image sélectionnée ne contient aucun code-barres ou code QR lisible.
it: L’immagine selezionata non contiene un codice a barre o un codice QR leggibile.

source: The selected secret, including its label and value, will be permanently removed from this credential. This action cannot be undone.
de: Das ausgewählte Geheimnis einschließlich seiner Bezeichnung und seines Werts wird dauerhaft aus diesem Zugangseintrag entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: El secreto seleccionado, incluida su etiqueta y su valor, se eliminará permanentemente de esta credencial. Esta acción no se puede deshacer.
fr: Le secret sélectionné, y compris son libellé et sa valeur, sera définitivement supprimé de cet identifiant. Cette action est irréversible.
it: Il segreto selezionato, inclusi etichetta e valore, verrà rimosso definitivamente da questa credenziale. Questa azione non può essere annullata.

source: The set date will be permanently removed.
de: Das gesetzte Datum wird dauerhaft entfernt.
es: La fecha establecida se eliminará permanentemente.
fr: La date définie sera supprimée définitivement.
it: La data impostata sarà rimossa definitivamente.

# The task '%@' due in %lld day(s)
source: The task '%1$@' due in %2$lld day(s)
de: Die Aufgabe '%1$@' läuft in %2$lld Tag(en) ab
es: La tarea '%1$@' expira en %2$lld día(s)
fr: La tâche '%1$@' expire dans %2$lld jour(s)
it: L’attività '%1$@' scade tra %2$lld giorno(i)

# The task '%1$@' expires in %2$lld hour(s)
source: The task '%1$@' due in %2$lld hour(s)
de: Die Aufgabe '%1$@' läuft in %2$lld Stunde(n) ab
es: La tarea '%1$@' expira en %2$lld hora(s)
fr: La tâche '%1$@' expire dans %2$lld heure(s)
it: L’attività '%1$@' scade tra %2$lld ora(e)

source: The text to save in the new note.
de: Der Text, der in der neuen Notiz gespeichert werden soll.
es: El texto que se guardará en la nueva nota.
fr: Le texte à enregistrer dans la nouvelle note.
it: Il testo da salvare nella nuova nota.

source: The Vault backup package is invalid.
de: Das Tresor-Backup-Paket ist ungültig.
es: El paquete de copia de seguridad de la Caja fuerte no es válido.
fr: Le paquet de sauvegarde de la Cassaforte n’est pas valide.
it: Il pacchetto di backup della Cassaforte non è valido.

source: The Vault lets you securely store and organize personal credentials such as usernames, email addresses, websites, passwords, PINs, OTP secrets, notes, and custom secrets. You can organize credentials into categories, mark them as favorites, generate strong passwords, keep track of password updates and expiry dates, and import credentials from compatible password managers.
de: Der Tresor ermöglicht es Ihnen, persönliche Anmeldedaten wie Benutzernamen, E-Mail-Adressen, Websites, Passwörter, PINs, OTP-Geheimnisse, Notizen und benutzerdefinierte Geheimnisse sicher zu speichern und zu organisieren. Sie können Anmeldedaten in Kategorien organisieren, als Favoriten markieren, sichere Passwörter erstellen, Passwortaktualisierungen und Ablaufdaten verfolgen sowie Anmeldedaten aus kompatiblen Passwort-Managern importieren.
es: La Caja fuerte te permite almacenar y organizar de forma segura credenciales personales como nombres de usuario, direcciones de correo electrónico, sitios web, contraseñas, PIN, secretos OTP, notas y secretos personalizados. Puedes organizar las credenciales por categorías, marcarlas como favoritas, generar contraseñas seguras, realizar un seguimiento de las actualizaciones y las fechas de caducidad de las contraseñas e importar credenciales desde gestores de contraseñas compatibles.
fr: Le Coffre-fort vous permet de stocker et d'organiser en toute sécurité des identifiants personnels tels que des noms d'utilisateur, des adresses e-mail, des sites web, des mots de passe, des codes PIN, des secrets OTP, des notes et des secrets personnalisés. Vous pouvez organiser vos identifiants en catégories, les marquer comme favoris, générer des mots de passe robustes, suivre les mises à jour et les dates d'expiration des mots de passe, et importer des identifiants depuis des gestionnaires de mots de passe compatibles.
it: La Cassaforte ti permette di archiviare e organizzare in modo sicuro credenziali personali come nomi utente, indirizzi email, siti web, password, PIN, codici OTP, note e segreti personalizzati. Puoi organizzare le credenziali in categorie, contrassegnarle come preferite, generare password sicure, monitorare gli aggiornamenti e le scadenze delle password e importare credenziali da gestori di password compatibili.

source: Theatre Subscription
de: Theater-Abo
es: Pulsa + para añadir un documento
fr: Abonnement Théâtre
it: Abbonamento Teatro

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema

source: There are currently no pending notifications.
de: Derzeit sind keine Benachrichtigungen geplant.
es: Actualmente no hay notificaciones programadas.
fr: Il n’y a actuellement aucune notification programmée.
it: Al momento non ci sono notifiche programmate.

source: Thermal Bottle
de: Thermoflasche
es: Botella térmica
fr: Gourde thermique
it: Borraccia termica

source: Thermal Clothing
de: Thermobekleidung
es: Ropa térmica
fr: Vêtements thermiques
it: Abbigliamento termico

source: These are the next notifications currently scheduled on your device. The time shown below each item indicates when the next alert will appear. Additional reminders, deadlines, and document expiration alerts will be scheduled automatically as needed.
de: Dies sind die nächsten Benachrichtigungen, die derzeit auf Ihrem Gerät geplant sind. Die unter jedem Eintrag angezeigte Uhrzeit gibt an, wann die nächste Benachrichtigung erscheint. Weitere Erinnerungen, Fristen und Hinweise auf ablaufende Dokumente werden bei Bedarf automatisch geplant.
es: Estas son las próximas notificaciones programadas actualmente en tu dispositivo. La hora que aparece debajo de cada elemento indica cuándo se mostrará la siguiente alerta. Los recordatorios, vencimientos y avisos de caducidad de documentos adicionales se programarán automáticamente cuando sea necesario.
fr: Voici les prochaines notifications actuellement programmées sur votre appareil. L’heure affichée sous chaque élément indique quand la prochaine alerte apparaîtra. Des rappels, échéances et alertes d’expiration de documents supplémentaires seront programmés automatiquement si nécessaire.
it: Queste sono le prossime notifiche attualmente programmate sul tuo dispositivo. L’orario mostrato sotto ogni elemento indica quando verrà visualizzato il prossimo avviso. Ulteriori promemoria, scadenze e avvisi di scadenza dei documenti verranno programmati automaticamente quando necessario.

source: They indicate the task status, for example if it is approaching its deadline, but only if a priority is set.
de: Sie zeigen den Status der Aufgabe an, zum Beispiel wenn sich eine Frist nähert, aber nur wenn eine Priorität gesetzt ist.
es: Indican el estado de la tarea, por ejemplo si se acerca la fecha límite, pero solo si hay una prioridad establecida.
fr: Ils indiquent l’état de la tâche, par exemple si elle approche de son échéance, uniquement si une priorité est définie.
it: Indicano lo stato dell’attività, ad esempio se si avvicina alla scadenza, ma solo se è impostata una priorità.

source: Thin
de: Dünn
es: Fino
fr: Fin
it: Sottile

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.

source: This feature applies only to tasks created with Siri. The app analyzes the task title using a multilingual keyword system. Each category has its own keywords, and the best match is applied automatically.
de: Diese Funktion gilt nur für mit Siri erstellte Aufgaben. Die App analysiert den Titel mit einem mehrsprachigen Schlüsselwortsystem und weist automatisch die beste Kategorie zu.
es: Esta función se aplica solo a tareas creadas con Siri. La app analiza el título usando un sistema multilingüe de palabras clave y aplica automáticamente la mejor coincidencia.
fr: Cette fonctionnalité s’applique uniquement aux tâches créées avec Siri. L’app analyse le titre à l’aide d’un système de mots-clés multilingue et applique automatiquement la meilleure correspondance.
it: Questa funzionalità si applica solo alle attività create con Siri. L’app analizza il titolo usando un sistema di parole chiave multilingua e applica automaticamente la corrispondenza migliore.

source: This Month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo Mese

source: This permanently deletes all tasks, attachments, and data from this device. This action cannot be undone.
de: Dadurch werden alle Aufgaben, Anhänge und Daten auf diesem Gerät dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente todas las tareas, archivos adjuntos y datos de este dispositivo. Esta acción no se puede deshacer.
fr: Cela supprime définitivement toutes les tâches, pièces jointes et données de cet appareil. Cette action est irréversible.
it: Questa azione elimina definitivamente tutte le attività, gli allegati e i dati da questo dispositivo. Non può essere annullata.

source: This permanently removes all attachments. This action cannot be undone.
de: Dadurch werden alle Anhänge dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente todos los archivos adjuntos. Esta acción no se puede deshacer.
fr: Cela supprime définitivement toutes les pièces jointes. Cette action est irréversible.
it: Questa azione elimina definitivamente tutti gli allegati. Non può essere annullata.

source: This provider does not support exporting credentials.
de: Dieser Anbieter unterstützt den Export von Anmeldedaten nicht.
es: Este proveedor no admite la exportación de credenciales.
fr: Ce fournisseur ne prend pas en charge l'exportation des identifiants.
it: Questo provider non supporta l'esportazione delle credenziali.

source: This provider does not support importing credentials.
de: Dieser Anbieter unterstützt den Import von Anmeldedaten nicht.
es: Este proveedor no admite la exportación de credenciales.
fr: Ce fournisseur ne prend pas en charge l'importation des identifiants.
it: Questo provider non supporta l'esportazione delle credenziali.

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa Settimana

source: This Weekend
de: Dieses Wochenende
es: Este fin de semana
fr: Ce week-end
it: Questo Weekend

source: This will import tasks from a CSV file.
de: Dies importiert Aufgaben aus einer CSV-Datei.
es: Esto importará tareas desde un archivo CSV.
fr: Cela importera des tâches depuis un fichier CSV.
it: Questo importerà attività da un file CSV.

source: This will permanently delete all your tasks, attachments, trip checklists, cards, tickets, and data from this device. This action cannot be undone.
de: Dadurch werden alle Ihre Aufgaben, Anhänge, Reise-Checklisten, Karten, Tickets und Daten dauerhaft von diesem Gerät gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todas tus tareas, archivos adjuntos, listas de viaje, tarjetas, tickets y datos de este dispositivo. Esta acción no se puede deshacer.
fr: Cette action supprimera définitivement toutes vos tâches, pièces jointes, listes de voyage, cartes, tickets et données de cet appareil. Cette action est irréversible.
it: Questa operazione eliminerà definitivamente tutte le tue attività, gli allegati, le checklist di viaggio, le carte, i tickets e i dati da questo dispositivo. Questa azione non può essere annullata.

source: Thunderstorm
de: Gewitter
es: Tormenta eléctrica
fr: Orage
it: Temporale

source: Ticket Color
de: Ticketfarbe
es: Color del Ticket
fr: Couleur du ticket
it: Colore ticket

source: Ticket Holder
de: Ticketinhaber
es: Titular del Ticket
fr: Titulaire du ticket
it: Titolare ticket

source: Ticket Notes
de: Ticketnotizen
es: Notas del ticket
fr: Titulaire du ticket
it: Note ticket

source: Titanium
de: Titan
es: Titanio
fr: Titane
it: Titanio

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

source: To Calendar
de: In den Kalender
es: Al calendario
fr: Vers le calendrier
it: In Calendario

source: To do
de: Zu erledigen
es: Por hacer
fr: À faire
it: Da fare

source: To do (%lld)
de: Zu erledigen (%lld)
es: Por hacer (%lld)
fr: À faire (%lld)
it: Da fare (%lld)

source: To file .CSV
de: In CSV-Datei
es: A archivo .CSV
fr: Vers un fichier .CSV
it: In file .CSV

source: To file .ICS
de: In ICS-Datei
es: A archivo .ICS
fr: Vers un fichier .ICS
it: In file .ICS

source: To hide the Vault, first go to Settings > General > AutoFill & Passwords and turn off AutoFill Passwords and Passkeys. Then return here and turn off Vault.
de: Um den Tresor auszublenden, gehe zuerst zu Einstellungen > Allgemein > Automatisch ausfüllen & Passwörter und deaktiviere das automatische Ausfüllen von Passwörtern und Passkeys. Kehre dann hierher zurück und deaktiviere den Tresor.
es: Para ocultar la Caja fuerte, ve primero a Ajustes > General > Autorrelleno y contraseñas y desactiva Autorrelleno de contraseñas y claves de acceso. Después vuelve aquí y desactiva la Caja fuerte.
fr: Pour masquer le coffre-fort, accédez d’abord à Réglages > Général > Remplissage automatique et mots de passe, puis désactivez le remplissage automatique des mots de passe et des clés d’accès. Revenez ensuite ici et désactivez le coffre-fort.
it: Per nascondere la Cassaforte, vai prima in Impostazioni > Generali > Inserimento automatico e password e disattiva Inserimento automatico di password e passkey. Poi torna qui e disattiva Cassaforte.
